brew "neovim"
brew "gh"
brew "git"
brew "starship"
brew "rustup"
brew "fnm"
brew "python"
brew "ripgrep"
brew "fd"
brew "rust-analyzer"
brew "lazygit"
brew "go"
brew "eza"
brew "zoxide"
brew "fish"

cask "discord"
cask "slack"
cask "spotify"
cask "github"
cask "karabiner-elements"
cask "google-chrome"
cask "notion"
cask "raycast"
cask "iterm2"
