brew "bat"
brew "btop"
brew "delve"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "flyctl"
brew "fnm"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "k9s"
brew "lazygit"
brew "neovim"
brew "oha"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "zoxide"

cask "alacritty"
cask "aldente"
cask "arc"
cask "discord"
cask "inkdrop"
cask "istat-menus"
cask "karabiner-elements"
cask "orbstack"
cask "raycast"
cask "spotify"
cask "yaak"
